Repository: sendsmaily/sendsmaily-wordpress-plugin
Catalog: lang/wp_smaily-*.po
Languages: et

source: Please enter subdomain!
et: Palun sisesta alamdomeen!

source: Please enter username!
et: Palun sisesta kasutajatunnus!

source: Please enter password!
et: Palun sisesta parool!

source: Wrong credentials
et: Valed autentimise tunnused

source: Error in subdomain
et: Viga alamdomeenis

source: Something went wrong with request to Smaily
et: Ilmnes probleem Smaily-ga ühendamisel

source: Credentials validated.
et: Autentimise tunnused valideeritud.

source: Credentials removed.
et: Autentimise tunnused eemaldatud.

source: Newsletter subscription form reset to default.
et: Liitumisvormi kood taasloodud.

source: Could not find any autoresponders!
et: Ei leidnud Automaatvastajaid!

source: Autoresponders refreshed.
et: Automaatvastajad uuendatud.

source: Changes saved.
et: Salvestatud.

source: Your API credentials are valid
et: Kasutajatunnused valideeritud

source: Remove
et: Eemalda

source: Subdomain
et: Alamdomeen

source: Username
et: Kasutajatunnus

source: Password
et: Salasõna

source: Check
et: Kontrolli

source: Basic
et: Tavaseaded

source: Advanced
et: Spetsialisti seaded

source: Autoresponders
et: Automaatvastajad

source: Refresh
et: Uuenda

source: Select autoresponder to change regular opt-in functionality
et: Vali automaatika, et muuta tavalist opt-in funktsionaalsust

source: No autoresponder
et: Ilma automaatvastajata vorm

source: No autoresponders. Please click on refresh link to update.
et: Automaatvastajad puuduvad. Uuendamiseks vajutage värskenda viidet.

source: Newsletter subscription form
et: Uudiskirja liitumisvorm

source: Restore original subscription form
et: Taasta algne liitumisvorm

source: Regenerate
et: Taastekita

source: HTML of subscription form
et: Liitumisvormi HTML

source: Note: When you save under Basic tab, default form will be used.
et: Hoiatus: Kui salvestad Tavaseadete vaates, kasutatakse lehel vaikimisi vormi.

source: Save changes
et: Salvesta muudatused

source: Smaily Wordpress plugin
et: Smaily Wordpressi pistikmoodul

source: Please wait, working...
et: Palun oota...

source: Thank you for subscribing to our newsletter.
et: Täname, et liitusite meie uudiskirjaga.

source: Email
et: E-post

source: Name
et: Nimi

source: Subscribe
et: Liitu

source: Smaily newsletter subscription form
et: Smaily uudiskirjaga liitumise vorm

source: Smaily Newsletter Subscription
et: Smaily uudiskirjaga liitumine

source: Smaily credentials not validated. Subscription form will not work!
et: Smaily kasutajatunnused on valideerimata. Uudiskirja vorm ei tööta!

source: Title
et: Pealkiri

source: Display name field?
et: Näita nime välja?

source: E-mail is required!
et: E-post on nõutud!

source: Sorry, your nonce did not verify.
et: Vabandust, sinu nonce turvatunnus ei verifeerinud.

source: Something went wrong
et: Päringu viga

source: Form was not submitted using POST method.
et: Vorm ei saadetud POST meetodiga.

source: Input does not contain a valid email address.
et: Sisend ei sisalda tuntavat emaili aadressi.

source: Could not add to subscriber list for an unknown reason. Probably something in Smaily.
et: Ei suutnud lisada uudiskirja nimekirja teadmata põhjusel. Tõenäoliselt probleem Smaily-s.

source: No form data.
et: Vormi andmed puuduvad.

source: Email address input is empty.
et: Emaili sisend on tühi.

source: Input does not contain a recognizable email address.
et: Sisend ei sisalda tuntavat emaili aadressi.
